aaron-bond.better-comments
adrianwilczynski.toggle-hidden
angelincalu.pml
bierner.markdown-preview-github-styles
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
dbaeumer.vscode-eslint
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.copilot
GitHub.github-vscode-theme
glenn2223.live-sass
GrapeCity.gc-excelviewer
haskell.haskell
humy2833.ftp-simple
IBM.output-colorizer
idleberg.icon-fonts
Jaakko.black
jeff-hykin.better-cpp-syntax
jianbingfang.dupchecker
jock.svg
justusadam.language-haskell
KevinRose.vsc-python-indent
krosf.vscode-valgrind
leodevbro.blockman
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
mikestead.dotenv
mitchdenny.ecdc
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
nico-castell.linux-desktop-file
njpwerner.autodocstring
pflannery.vscode-versionlens
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
qingpeng.common-lisp
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
Rubymaniac.vscode-paste-and-indent
rvest.vs-code-prettier-eslint
saeed-nazari.adonis-theme
sdras.night-owl
shigma.vscode-wl
stylelint.vscode-stylelint
syler.sass-indented
tberman.json-schema-validator
tomoki1207.pdf
tonybaloney.vscode-pets
torn4dom4n.latex-support
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wix.vscode-import-cost
yegiyan.bisqwit-terminal-theme
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
